export default function Home() {
    return (
        <div className="m-2">
            <h2 className="mx-2">О нас</h2>
            <div className="p-1 bg-gray-50 rounded-lg">
                <p>
                    Добро пожаловать на сайт Avita - вашего надежного партнера в мире технологий и электроники! Мы являемся одним из ведущих интернет-магазинов, предлагающих широкий ассортимент продуктов для улучшения вашей жизни и удовлетворения ваших потребностей в сфере техники.
                </p>
                <p className="mt-2">
                    Avita была основана с целью предоставить покупателям удобный и надежный способ приобретения самых последних и качественных товаров. Мы стремимся быть вашим надежным путеводителем в мире технологий, предоставляя вам самые актуальные и инновационные продукты от ведущих мировых брендов.
                </p>
                <p className="mt-2">
                    Наши продукты включают в себя широкий спектр категорий, таких как ноутбуки, смартфоны, планшеты, компьютеры, электронные гаджеты, бытовую технику и многое другое. Мы тщательно отбираем каждый товар, чтобы убедиться в его качестве и соответствии вашим ожиданиям. Наша команда экспертов следит за последними технологическими тенденциями, чтобы у нас всегда были в наличии самые современные и инновационные товары.
                </p>
                <p className="mt-2">
                    Однако, Avita - это не только интернет-магазин, мы также гордимся нашей высококвалифицированной командой консультантов, готовых помочь вам с выбором и ответить на все ваши вопросы. Мы стремимся обеспечить вас превосходным опытом покупки, предлагая удобные и безопасные способы оплаты, быструю доставку и гарантию качества на все наши товары.
                </p>
                <p className="mt-2">
                    Мы также ценим наших клиентов и стремимся установить долгосрочные отношения с каждым из них. Мы предлагаем программы лояльности и скидки, чтобы вы могли наслаждаться преимуществами покупок вместе с нами.
                </p>
                <p className="mt-2">
                    Благодаря нашему постоянному стремлению к качеству, инновациям и превосходному обслуживанию, Avita стал надежным выбором для многих клиентов по всему миру. Мы гордимся тем, что можем делиться нашими знаниями и предложениями с нашими клиентами, помогая им находить идеальные решения для их потребностей.
                </p>
                <p className="mt-2">
                    Мы приглашаем вас присоединиться к нам на нашем сайте Avita и открыть для себя захватывающий мир технологий и электроники. Наша команда всегда готова помочь вам сделать правильный выбор и сопровождать вас на всем пути вашего технологического развития.
                </p>
            </div>
        </div>
    );
}
